; LWOTC Translated
[LingeringShadow X2AbilityTemplate]
LocFriendlyName="Тривала Тiнь"
LocLongDescription="Бонус +<Ability:LingeringShadowDefenseBonus/> до захисту та +<Ability:LingeringShadowDodgeBonus/> до ухилення Жнеця на один хiд пiсля втрати Тiнi."
LocHelpText="Бонус +<Ability:LingeringShadowDefenseBonus/> до захисту та +<Ability:LingeringShadowDodgeBonus/> до ухилення Жнеця на один хiд пiсля втрати Тiнi."
LocPromotionPopupText="<Bullet/> Бонус +<Ability:LingeringShadowDefenseBonus/> до захисту та +<Ability:LingeringShadowDodgeBonus/> до ухилення Жнеця на один хiд пiсля втрати Тiнi, навiть у разi завершення ефекту Тiнi.<br/><Bullet/> Дiє до початку наступного ходу."

; LWOTC Translated
[LingeringShadowTrigger X2AbilityTemplate]
LocFriendlyName="Тривала Тiнь"
LocLongDescription="Бонус +<Ability:LingeringShadowDefenseBonus/> до захисту та +<Ability:LingeringShadowDodgeBonus/> до ухилення Жнеця на один хiд пiсля втрати Тiнi."
LocHelpText="Бонус +<Ability:LingeringShadowDefenseBonus/> до захисту та +<Ability:LingeringShadowDodgeBonus/> до ухилення Жнеця на один хiд пiсля втрати Тiнi."
; End Translation (2)

[Demolitionist X2AbilityTemplate]
LocFriendlyName="Пiдривник"
LocLongDescription="Жнець отримує +<Ability:DemolitionistExtraChargeCount/> зарядiв до Детонатора та Самонавiдної мiни."
LocHelpText="Жнець отримує +<Ability:DemolitionistExtraChargeCount/> зарядiв до Детонатора та Самонавiдної мiни."
LocPromotionPopupText="<Bullet/>Жнець отримує +<Ability:DemolitionistExtraChargeCount/> зарядiв до Детонатора та Самонавiдної мiни.<br/>"

[CripplingStrike X2AbilityTemplate]
LocFriendlyName="Калiчний кидок"
LocLongDescription="Кидок ножа калiчить цiль на один хiд (нульова мобiльнiсть)."
LocHelpText="Кидок ножа калiчить цiль на один хiд (нульова мобiльнiсть)."
LocPromotionPopupText="<Bullet/> Кидок ножа не скидає Тiнь.<br/><Bullet/> Покалiченi вороги мають 0 мобiльностi та не можуть рухатися.<br>"
; End Translated

; LWOTC Translated
[Distraction_LW X2AbilityTemplate]
LocFriendlyName="Вiдволiкання"
LocLongDescription="Клеймор пiд час вибуху дезорiєнтує органiчних ворогiв."
LocHelpText="Клеймор пiд час вибуху дезорiєнтує органiчних ворогiв."
LocPromotionPopupText="<Bullet/> Додає ефект дезорiєнтацiї всiм органiчним ворогам у зонi вибуху.<br/>"

[DisablingShot X2AbilityTemplate]
LocFriendlyName="Оглушаючий пострiл"
LocLongDescription="Оглушує ворогiв точним пострiлом, з бонусом до тривалостi оглушення, якщо пострiл критичний. Пострiл не може завдати критичної шкоди."
LocHelpText="Оглушує ворогiв точним пострiлом, з бонусом до тривалостi оглушення, якщо пострiл критичний. Пострiл не може завдати критичної шкоди."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Оглушує ворогiв на <Ability:DisablingShotStunActions/> ходiв, якщо пострiл попадає (включаючи подряпину).<br/><Bullet/> Оглушує на додатковi <Ability:DisablingShotCritStunActions/> ходiв, якщо пострiл критичний, але пострiл не завдасть критичної шкоди.<br/><Bullet/> Для використання оглушаючого пострiлу потрiбнi <Ability:SelfAmmoCost/> патрони.<br/><Bullet/> Оглушаючий пострiл має вiдновлення через <Ability:SelfCooldown_LW/> ходiв.<br/><Bullet/> Лише Аватари та Псi Зомбi не можуть бути оглушенi."
; End Translation (2)


[DisablingShotSnapShot X2AbilityTemplate]
LocFriendlyName="Оглушаючий пострiл (миттєвий пострiл)"
LocLongDescription="Оглушує ворогiв точним пострiлом, з бонусом до тривалостi оглушення, якщо пострiл критичний. Пострiл не може завдати критичної шкоди."
LocHelpText="Оглушує ворогiв точним пострiлом, з бонусом до тривалостi оглушення, якщо пострiл критичний. Пострiл не може завдати критичної шкоди."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Оглушує ворогiв на <Ability:DisablingShotStunActions/> ходiв, якщо пострiл попадає (включаючи подряпину).<br/><Bullet/> Оглушує на додатковi <Ability:DisablingShotCritStunActions/> ходiв, якщо пострiл критичний, але пострiл не завдасть критичної шкоди.<br/><Bullet/> Для використання оглушаючого пострiлу потрiбнi <Ability:SelfAmmoCost/> патрони.<br/><Bullet/> Оглушаючий пострiл має вiдновлення через <Ability:SelfCooldown_LW/> ходiв.<br/><Bullet/> Лише Аватари та Псi Зомбi не можуть бути оглушенi."
; End Translation (2)

[Meditation X2AbilityTemplate]
LocFriendlyName="Медитацiя"
LocLongDescription="Збiльшує концентрацiю Тамплiєра на <Ability:MeditationFocusRecovery/>."
LocHelpText="Збiльшує концентрацiю Тамплiєра на <Ability:MeditationFocusRecovery/>."
LocPromotionPopupText="<Bullet/> Додає <Ability:MeditationFocusRecovery/> од. концентрацiї Тамплiєру.<br/><Bullet/> Закiнчує хiд.<br/><Bullet/> Ходiв до перезарядки: <Ability:SelfCooldown/>."

[Overcharge_LW X2AbilityTemplate]
LocFriendlyName="Перевантаження"
LocLongDescription="Додає бонус до Точностi та Шансу критичного влучення за кожну одиницю концентрацiї Тамплiєра."
LocHelpText="Додає бонус до Точностi та Шансу критичного влучення за кожну одиницю концентрацiї Тамплiєра."
LocPromotionPopupText="<Bullet/> Кожна одиниця дає бонус в +<Ability:OverchargeAimBonus/> до точностi та +<Ability:OverchargeCritBonus/> до шансу критичного влучення.<br/><Bullet/> Розраховується за поточним (а не максимальним) показником концентрацiї."

[VoltDangerZone X2AbilityTemplate]
LocFriendlyName="Висока напруга"
LocLongDescription="Додає <Ability:VoltDangerZoneBonus/> клiтинок радiусу ураження здiбностi \"Вольт\"."
LocHelpText="Додає <Ability:VoltDangerZoneBonus/> клiтинок радiусу ураження здiбностi \"Вольт\"."
LocPromotionPopupText="<Bullet/> Додає <Ability:VoltDangerZoneBonus/> клiтинок радiусу ураження здiбностi \"Вольт\"."
; End Translated

; LWOTC Translated
[TemplarVigilance X2AbilityTemplate]
LocFriendlyName="Пильнiсть"
LocLongDescription="Отримує 1 од. концентрацiї при активацiї групи противника з 3 одиницями або бiльше."
LocHelpText="Отримує 1 од. концентрацiї при активацiї групи противника з 3 одиницями або бiльше."
; LWOTC Translated (2)
LocPromotionPopupText="<Bullet/> Отримує 1 од. концентрацiї, коли виявленi вороги активуються.<br/><Bullet/> Спрацює тiльки в разi, якщо в групi ворогiв 3 або бiльше бiйцiв.<br/><Bullet/> Бонус втрачається, якщо вже досягнуто максимальну концентрацiю."
; End Translated (2)

[TemplarTerror X2AbilityTemplate]
LocFriendlyName="Залякування"
LocLongDescription="Противники можуть запанiкувати пiсля атаки \"Вольтом\"."
LocHelpText="Противники можуть запанiкувати пiсля атаки \"Вольтом\"."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Противники можуть запанiкувати пiсля атаки \"Вольтом\".<br/><Bullet/> Шанс панiки залежить вiд рiзницi мiж псi-атакою Тамплiєра та волею противника."
; End Translation (2)

[Apotheosis X2AbilityTemplate]
LocFriendlyName="Апофеоз"
; LWOTC Needs Translation (2)
LocFlyoverText="Апофеоз!"
; End Translation (2)
; LWOTC Needs Translation (2)
LocLongDescription="Наблизьтесь до рiвня божества! Значно пiдвищує ухилення, силу атаки рукавичками та мобiльнiсть. Використовує всю концентрацiю, вимагає мiнiмум 3 од."
LocHelpText="Наблизьтесь до рiвня божества! Значно пiдвищує ухилення, силу атаки рукавичками та мобiльнiсть. Використовує всю концентрацiю, вимагає мiнiмум 3 од."
; End Translation (2)
; LWOTC Needs Translation (3)
LocPromotionPopupText="<Bullet/> Вiльна дiя, що робить Тамплiєра значно сильнiшим на два ходи.<br/><Bullet/> Пiдвищує силу атаки рукавичками на <Ability:ApotheosisDamageMultiplier/>% за кожну одиницю концентрацiї вище 2.<br/><Bullet/> Пiдвищує ухилення на <Ability:ApotheosisDodgeBonus/> за кожну одиницю концентрацiї вище 2.<br/><Bullet/> Пiдвищує мобiльнiсть на <Ability:ApotheosisMobilityBonus/> за кожну концентрацiю вище 2.<br/><Bullet/> Вимагає мiнiмум 3 од. концентрацiї.<br/><Bullet/> Використовує всю концентрацiю.<br/><Bullet/> Тамплiєр не може отримувати концентрацiю пiд час дiї Апофеозу."
; End Translation (3)
; End Translation

; LWOTC Translated
[ShadowGrenadier X2AbilityTemplate]
LocFriendlyName="Тiньовий гранатометник"
LocHelpText="Кидки або запуск гранат бiльше не скидають Тiнь i гранати не мають часу вiдновлення."
LocLongDescription="Кидки або запуск гранат бiльше не скидають Тiнь i гранати не мають часу вiдновлення."
LocPromotionPopupText="<Bullet/> Дозволяє солдату кидати або запускати гранати та залишатися в Тiнi.<br/><Bullet/> Додає слот для гранати.<br/><Bullet/> Знiмає перезарядку використання гранат.<br/>"

[PoisonedBlades X2AbilityTemplate]
LocFriendlyName="Отруйнi клинки"
LocHelpText="Ножi тепер отруюють при влучаннi."
LocLongDescription="Ножi тепер отруюють при влучаннi."
LocPromotionPopupText="<Bullet/> Пасивна здатнiсть. Впливає на всi здiбностi метальних ножiв.<br/>"

[ChargeBattery X2AbilityTemplate]
LocFriendlyName="Тiньовий заряд"
LocFlyoverText="Тiнь: +1 хiд"
LocHelpText="Використовує заряд, щоб продовжити час перебування в Тiнi на 1 хiд."
LocLongDescription="Використовує заряд, щоб продовжити час перебування в Тiнi на 1 хiд."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Дозволяє залишатися в Тiнi на 1 хiд бiльше.<br/><Bullet/> Може бути використано тiльки з Тiнi.<br/><Bullet/> Вiльна дiя, ходiв до перезарядки: <Ability:SelfCooldown_LW/>.<br/><Bullet/> <Ability:CHARGE_BATTERY_CHARGES/> заряд(iв) на мiсiю.<br/>"
; End Translation (2)
; End Translation

; LWOTC Translated
[SilentKillerDurationExtension X2AbilityTemplate]
LocFriendlyName="\"Безшумний Вбивця\" оновлює Тiнь при вбивствi ворога"
LocFlyoverText="Тiнь: +1 хiд"
; End Translated

; LWOTC Translated
[Parkour_LW X2AbilityTemplate]
LocFriendlyName="Паркур"
LocHelpText="Перезарядка Крюка Захисника зменшена на 1 хiд."
LocLongDescription="Перезарядка Крюка Захисника зменшена на 1 хiд."
LocPromotionPopupText="<Bullet/> Пiдвищує тактичну маневренiсть Захисника.<br/>"
; End Translated

; LWOTC Translated
[Executioner X2AbilityTemplate]
LocFriendlyName="Торговець смертю"
LocLongDescription="Додає +<Ability:DEATH_DEALER_CRIT/> до шансу критичного влучення. Критичнi влучення з Тiнi по обiйдених з флангу ворогах завдадуть подвiйної критичної шкоди."
LocHelpText="Додає +<Ability:DEATH_DEALER_CRIT/> до шансу критичного влучення. Критичнi влучення з Тiнi по обiйдених з флангу ворогах завдадуть подвiйної критичної шкоди."
LocPromotionPopupText="<Bullet/> Використовуйте пiдвищену мобiльнiсть у Тiнi та зменшений радiус огляду ворогiв, щоб обiйти їх з флангу та завдати величезної шкоди.<br/>"

; End Translation

; LWOTC Needs Translation
; LWOTC Needs Translation (2)
[RendTheMarked X2AbilityTemplate]
LocFriendlyName="Чорна мiтка"
LocHelpText="Атаки метальними ножами дають накопичуванi бонуси в +<Ability:REND_THE_MARKED_CRIT/> до шансу критичного влучення по цiлi (з усiх джерел) на решту частини ходу."
LocLongDescription="Атаки метальними ножами дають накопичуванi бонуси в +<Ability:REND_THE_MARKED_CRIT/> до шансу критичного влучення по цiлi (з усiх джерел) на решту частини ходу."
LocPromotionPopupText="Атаки метальними ножами дають накопичуванi бонуси в +<Ability:REND_THE_MARKED_CRIT/> до шансу критичного влучення по цiлi (з усiх джерел) на решту частини ходу."
; End Translation (2)


[KnifeEncounters X2AbilityTemplate]
LocFriendlyName="Рiзанина"
LocFlyOverText="Рiзанина"
;LWOTC needs Translation(2)
LocLongDescription="Один раз за хiд дає бонусну дiю пiсля метання ножа по цiлi в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин."
LocHelpText="Один раз за хiд дає бонусну дiю пiсля метання ножа по цiлi в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин."
LocPromotionPopupText="<Bullet/> Один раз за хiд дає бонусну дiю пiсля метання ножа по цiлi в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин.<br/><Bullet/> Червоне коло покаже дальнiсть дiї здiбностi.<br/><Bullet/> Не може бути використано в один хiд зi Стрiльбою на бiгу.<br/>"
;LWOTC End Translation(2)

[KnifeEncountersExtendedRange X2AbilityTemplate]
LocFriendlyName="Рiзанина"
LocFlyOverText="Рiзанина"
;LWOTC needs Translation(2)
LocLongDescription="Один раз за хiд дає бонусну дiю пiсля метання ножа по цiлi в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин."
LocHelpText="Один раз за хiд дає бонусну дiю пiсля метання ножа по цiлi в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин."
LocPromotionPopupText="<Bullet/> Один раз за хiд дає бонусну дiю пiсля метання ножа по цiлi в межах <Ability:CLOSE_ENCOUNTERS_RANGE/> клiтин.<br/><Bullet/> Червоне коло покаже дальнiсть дiї здiбностi.<br/><Bullet/> Не може бути використано в один хiд зi Стрiльбою на бiгу.<br/>"
;LWOTC End Translation(2)

; LWOTC Needs Translation (2)
[ImpersonalEdge X2AbilityTemplate]
LocFriendlyName="Смертельне лезо"
LocFlyOverText="Смертельне лезо"
LocLongDescription="Зменшує перезарядку Тiнi на 1 i дає накопичуваний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до точностi на 3 ходи пiсля вбивства з допомогою метального ножа."
LocHelpText="Зменшує перезарядку Тiнi на 1 i дає накопичуваний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до точностi на 3 ходи пiсля вбивства з допомогою метального ножа."
LocPromotionPopupText="<Bullet/> Зменшує перезарядку Тiнi на 1 i дає накопичуваний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до точностi на 3 ходи пiсля вбивства з допомогою метального ножа.<br/>"

[ImpersonalEdgePassive X2AbilityTemplate]
LocFriendlyName="Смертельне лезо"
LocFlyOverText="Смертельне лезо"
LocLongDescription="Зменшує перезарядку Тiнi на 1 i дає накопичуваний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до точностi на 3 ходи пiсля вбивства з допомогою метального ножа."
LocHelpText="Зменшує перезарядку Тiнi на 1 i дає накопичуваний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до точностi на 3 ходи пiсля вбивства з допомогою метального ножа."
LocPromotionPopupText="<Bullet/> Зменшує перезарядку Тiнi на 1 i дає накопичуваний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до точностi на 3 ходи пiсля вбивства з допомогою метального ножа.<br/>"
; End Translation (2)

[BlueScreenKnives X2AbilityTemplate]
LocFriendlyName="Ножi \"Синiй екран\""
LocHelpText="Метальнi ножi дають +<Ability:BLUESCREEN_KNIVES_PIERCE/> до пробиття бронi та дезорiєнтують ворожих роботiв."
LocLongDescription="Метальнi ножi дають +<Ability:BLUESCREEN_KNIVES_PIERCE/> до пробиття бронi та дезорiєнтують ворожих роботiв."
; LWOTC Needs Translation (2)
LocPromotionPopupText="Метальнi ножi дають +<Ability:BLUESCREEN_KNIVES_PIERCE/> до пробиття бронi та дезорiєнтують ворожих роботiв."
; End Translation (2)

; LWOTC Translated
[BattlefieldAwareness X2AbilityTemplate]
LocFriendlyName="Освiдомленiсть поля бою"
LocLongDescription="Якщо боєць вбив противника на своєму ходi, наступна атака по ньому пiд час ворожого ходу не досягне мети. Пiсля використання здатнiсть йде на перезарядку на <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> хода(iв)."
LocHelpText="Якщо боєць вбив противника на своєму ходi, наступна атака по ньому пiд час ворожого ходу не досягне мети. Пiсля використання здатнiсть йде на перезарядку на <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> хода(iв)."
LocFlyOverText="Освiдомленiсть поля бою"
LocPromotionPopupText="<Bullet/> Коли здатнiсть активна, солдат неуразливим до наступної атаки, що завдає шкоди, пiд час ходу противника. Атаки по площi теж враховуються.<br/>"


[BattlefieldAwarenessPassive X2AbilityTemplate]
LocFriendlyName="Освiдомленiсть поля бою"
LocLongDescription="Якщо боєць вбив противника на своєму ходi, наступна атака по ньому пiд час ворожого ходу не досягне мети. Пiсля використання здатнiсть йде на перезарядку на <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> хода(iв)."
LocHelpText="Якщо боєць вбив противника на своєму ходi, наступна атака по ньому пiд час ворожого ходу не досягне мети. Пiсля використання здатнiсть йде на перезарядку на <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> хода(iв)."
LocFlyOverText="Освiдомленiсть поля бою"

[BattlefieldAwarenessCooldown X2AbilityTemplate]
LocFriendlyName="Освiдомленiсть поля бою: перезарядка"
LocLongDescription="Здiбнiсть не можна активувати, поки не завершиться цей ефект."
LocHelpText="Здiбнiсть не можна активувати, поки не завершиться цей ефект."


[CombatPresence X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> Ефект Присутностi можна використовувати, щоб допомогти товаришам у складнiй ситуацiї, коли їм потрiбно додатковий рух або атака.<br/><Bullet/> Ходiв до перезарядки: <Ability:SelfCooldown_LW/>.<br/>"


; LWOTC Needs Translation

[CheapShot X2AbilityTemplate]
LocFriendlyName="Дешевий Пострiл"
LocFlyOverText="Дешевий Пострiл"
LocLongDescription="Один раз за хiд отримайте перемiщення пiсля пострiлу з основної зброї у противника, вже пораненого цього ходу. Не працює зi здiбнiстю \"Бiйка\"."
LocHelpText="Один раз за хiд отримайте перемiщення пiсля пострiлу з основної зброї у противника, вже пораненого цього ходу. Не працює зi здiбнiстю \"Бiйка\"."
LocPromotionPopupText="<Bullet/> Працює тiльки на стандартнi пострiли."
; End Translated

[TheBanisher_LW X2AbilityTemplate]
LocFriendlyName="Справжнiй мисливець"
LocLongDescription="Зменшує штраф кожного пострiлу здiбностi Розгром на 5 i зменшує перезарядку цiєї здiбностi на 1. Збiльшено радiус здiбностi Рiзанина на 1. Торговець смертю тепер працює i на противникiв, не здатних використовувати укриття."
LocHelpText="Зменшує штраф кожного пострiлу здiбностi Розгром на 5 i зменшує перезарядку цiєї здiбностi на 1. Збiльшено радiус здiбностi Рiзанина на 1. Торговець смертю тепер працює i на противникiв, не здатних використовувати укриття. Примiтка: вiдображення кола дальностi дiї здiбностi Рiзанина вiдображається без оновленого збiльшення радiусу."


[LW_FactionBalance.X2Ability_ThrowingKnifeAbilitySet]
RendTheMarkedEffectName="Чорна мiтка"
RendTheMarkedEffectDesc="Атаки метальними ножами дають накопичуванi бонуси в +<Ability:REND_THE_MARKED_CRIT/> до шансу критичного влучення по цiлi (з усiх джерел) на решту частини ходу."
; End Translation